Repository: chhobu/kw_tools
Catalog: translations/kw_tools.*.po
Languages: fr

source: kw_tools footer notes
fr: Notes de bas de page du module kw_tools

source: Not connected
fr: Non connecté

source: Connected as !user
fr: Connecté en tant que !user

source: Back to top
fr: Retour en haut de page

source: Just the date
fr: Uniquement la date

source: Just the time
fr: Uniquement l'heure

source: Settings
fr: Paramètres

source: Instance settings
fr: Paramètres de l'instance

source: Field types
fr: Types de champs

source: Widget types
fr: Types de widgets

source: Formatters
fr: Eléments de formatages

source: Formatter
fr: Elément de formatage

source: Permission list
fr: Liste des permissions

source: 1 day
fr: @count jour

source: Kweb development help page
fr: Kweb - page d'aide au développement

source: Some custom helper functions for homemade modules...
fr: Quelques fonctions utiles pour les modules fait maison...

source: Kweb Tools
fr: Kweb - Outils

source: Unselected items
fr: Eléments non sélectionnés

source: Selected items
fr: Eléments sélectionnés

source: Transfer all
fr: Transférer tout

source: Transfer selection
fr: Transférer la sélection

source: Remove selection
fr: Retirer la sélection

source: Remove all
fr: Retirer tout

source: Choose Time
fr: Sélectionner une valeur

source: Time
fr: Heure

source: Hour
fr: Heure

source: Second
fr: Seconde

source: Millisecond
fr: Milliseconde

source: Now
fr: Maintenant

source: Done
fr: Terminé

source: No results found.
fr: Aucun résultat trouvé.

source: Only 1 result found.
fr: 1 seul résultat trouvé.

source: View full list
fr: Retour à la liste complète

source: View filtered list
fr: Voir la liste filtrée

source: View unfiltered list
fr: Retour à la liste complète

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: (None)
fr: (Aucun)

source: default
fr: par défaut

source: ascending
fr: croissant

source: descending
fr: décroissant

source: (Remove all filters)
fr: (Enlever tous les filtres)

source: No results found matching your criteria. Try changing the filters values.
fr: Aucun résultat correspondant à vos critères. Essayez de modifier les filtres de recherche.

source: Filtered :
fr: Filtré :

source: result !rank of !total
fr: résultat !rank sur !total

source: unmatched result
fr: résultat hors de la recherche

source: Hide !title
fr: Cacher !title

source: Show !title
fr: Afficher !title

source: Mass modification of !item data
fr: Edition en masse des données de type !item

source: Display !x results per page
fr: Afficher !x résultats par page

source: All
fr: Tous / Toutes

source: Results per page :
fr: Résultats par page :

source: Refresh data
fr: Recharger les données

source: sort by @s
fr: trier par @s

source: « first
fr: « premier

source: ‹ previous
fr: ‹ précédent

source: next ›
fr: suivant ›

source: last »
fr: dernier »

source: Go to first page
fr: Aller à la première page

source: Go to previous page
fr: Aller à la page précédente

source: Go to next page
fr: Aller à la page suivante

source: Go to last page
fr: Aller à la dernière page

source: Go to page @number
fr: Aller à la page @number

source: And/or
fr: Et/ou

source: Field
fr: Champ

source: Operator
fr: Opérateur

source: Value
fr: Valeur

source: Hide filter panel
fr: Masquer le contrôle des filtres

source: Show filter panel
fr: Afficher le contrôle des filtres

source: Hide sort panel
fr: Masquer le contrôle des tris

source: Ascending
fr: Croissant

source: Sort by !name ascending
fr: Trier par !name croissant

source: Descending
fr: Décroissant

source: Sort by !name descending
fr: Trier par !name décroissant

source: Sort parameter
fr: Critère de tri

source: Sort order
fr: Ordre de tri

source: Show sort panel
fr: Afficher le contrôle des tris

source: Hide columns panel
fr: Masquer le contrôle des colonnes

source: Column
fr: Colonne

source: Hide
fr: Masquer

source: Display
fr: Affichage

source: Show columns panel
fr: Afficher le contrôle des colonnes

source: Reset
fr: Réinitialiser

source: Filter results
fr: Filtrer les résultats

source: Display options
fr: Options d'affichage

source: -- Select a filter --
fr: -- Choisissez un filtre --

source: Add a filter
fr: Ajouter un filtre

source: Add
fr: Ajouter

source: Active filters
fr: Filtres appliqués

source: AND
fr: ET

source: OR
fr: OU

source: Select a value
fr: Sélectionner une valeur

source: Remove this filter
fr: Enlever ce filtre

source: Remove
fr: Retirer

source: Display columns
fr: Colonnes à afficher

source: Display related blocks
fr: Afficher les blocs dépendants

source: (ascending)
fr: (croissant)

source: (descending)
fr: (décroissant)

source: Sort by
fr: Trier par

source: Display all results in a page
fr: Afficher tous les résultats sur une page

source: Display !results results per page
fr: Afficher !results résultats par page

source: Number of results
fr: Nombre de résultats

source: Apply changes and regenerate results list
fr: Appliquer les changements et générer à nouveau la liste des résultats

source: Default values
fr: Valeurs par défaut

source: Only numbers are allowed in %field.
fr: Seuls les nombres sont autorisés dans %field.

source: Select yes or no
fr: Choisir oui ou non

source: No
fr: Non

source: Yes
fr: Oui

source: strictly greater than
fr: strictement supérieur à

source: greater than
fr: supérieur ou égal à

source: strictly lesser than
fr: strictement inférieur à

source: lesser than
fr: inférieur ou égal à

source: equals
fr: égal à

source: not equals
fr: différent de

source: is in
fr: fait partie de

source: is not in
fr: ne fait pas partie de

source: exact expression
fr: égal à l'expression

source: containing expression
fr: contenant l'expression

source: beginning by this expression
fr: commençant par l'expression

source: ending by this expression
fr: terminant par l'expression

source: different from
fr: différent de

source: not containing this expression
fr: ne contenant pas l'expression

source: not beginning by this expression
fr: ne commençant pas par l'expression

source: not ending by this expression
fr: ne terminant pas par l'expression

source: containing at least one word
fr: contenant au moins un des termes

source: containing all words
fr: contenant tous les termes

source: not containing one of these words
fr: ne contenant pas un de ces termes

source: not containing all of these words
fr: ne contenant pas tous ces termes

source: !column data mass edition
fr: Edition en masse des données de la colonne !column

source: @type %title has been updated.
fr: Le contenu '%title', de type '@type', a été mis à jour.

source: %total_results results found, order by !order.
fr: %total_results résultats trouvés, triés par !order.

source: Only 1 result found (out of %unfiltered_total).
fr: Seul 1 résultat correspondant aux critères a été trouvé (sur un total de %unfiltered_total).

source: %total_results results found (out of %unfiltered_total), order by !order.
fr: %total_results résultats correspondant aux critères ont été trouvés (sur un total de %unfiltered_total), triés par !order.

source: Displaying results %start to %end.
fr: Les résultats %start à %end sont affichés.

source: 1 filter active : !filters.
fr: 1 filtre actif : !filters.

source: %nb_filters filters active : !filters.
fr: %nb_filters filtres actifs : !filters.

source: Creation of table kw_datagrid
fr: Création de la table kw_datagrid

source: New field required_file added in table kw_datagrid
fr: Nouveau champ requis ajouté dans la table kw_datagrid

source: A custom datagrid system to display data in tables
fr: Propose une façon personnalisée d'afficher les données de manière tabulaire.

source: Refreshing...
fr: Mise à jour en cours...

source: Active tags
fr: Etiquetage alternatif

source: Add new value
fr: Ajouter une nouvelle valeur

source: Remove @term from this list
fr: Retirer le terme @term de la liste

source: Current values :
fr: Valeurs actuelles :

source: Current value :
fr: Valeur actuelle :

source: Changes not saved until full validation of this form.
fr: Les modifications apportées à la liste de termes ne seront pas prises en compte avant validation complète du formulaire.

source: !name field is required .
fr: Le champ !name est obligatoire.

source: Alternative method for multiple taxonomy terms handling
fr: Méthode alternative pour la saisie de termes d'étiquetage
